
# 1번
print("서울에 살고 있는 20세 이하 인구가 300만명 이면")
Twenty = 3000000
Pop = Twenty/0.32
print("서울 전체 인구는",Pop,"만명 입니다.\n")

# 2번
x = int(input("곱할 첫째 값을 입력하십시오"))
y = int(input("곱할 둘째 값을 입력하십시오"))
print("두 수의 곱은", x*y, "입니다. \n")

# 3번
x = int(input("3으로 나눌 값을 입력하시오"))
print("계산 후 몫은", x//3, "입니다" " 계산 후 나머지는", x%3,"입니다.\n" )

#4번
print("연 단리 이자가 3% 일 때, 매월 20만원 씩 저금하면 3 년 만기 후 받는 금액은")
Mon = 200000
print( Mon*1.03*(1.03**36-1)/(1.03-1), "원 입니다. \n")

#5번
Sec = 1
print("초침이",Sec,"초 만큼 움직였을 때, 분침은", Sec/10, "도, 시침은", Sec/120, "도 움직였습니다.")
